tap "homebrew/cask-fonts"

brew "anyenv"
brew "fzf"
brew "gh"
brew "git"
brew "jq"
brew "nvim"
brew "rg"
brew "tig"
brew "tmux"
brew "tldr"
brew "gh"

brew "zsh"
brew "starship"

cask "alfred"
cask "bettertouchtool"
cask "dash"
cask "docker"
cask "dropbox"
cask "font-hack-nerd-font" 
cask "google-chrome"
cask "hyperswitch"
cask "iterm2"
cask "jetbrains-toolbox"
cask "obsidian"
cask "skitch"
cask "sublime-text"
cask "visual-studio-code"
